accessibility-inspector
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alligator
amd-ucode
angelfish
arch-wiki-docs
arianna
ark
artikulate
audex
audiocd-kio
audiotube
base
base-devel
blinken
blueman
bluez-utils
bomber
bovo
breeze-plymouth
calligra
cantor
cervisia
colord-kde
discord
docker
docker-compose
dolphin
dolphin-plugins
dragon
efibootmgr
elisa
falkon
fastfetch
ffmpegthumbs
filelight
filezilla
firefox
firefox-tree-style-tab
firefox-ublock-origin
flatpak
flatpak-kcm
francis
ghostwriter
gimp
git
gnome-keyring
gnome-screenshot
gnome-terminal
granatier
grantlee-editor
grub
gst-plugin-pipewire
gvfs-smb
gwenview
htop
intel-media-driver
irssi
isoimagewriter
itinerary
iwd
juk
k3b
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kde-system-meta
kdebugsettings
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgamma
kgeography
kget
kgoldrunner
kgpg
kgraphviewer
khangman
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
krdc
krdp
krecorder
kreversi
krfb
kruler
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksudoku
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kvantum-qt5
kwallet-pam
kwalletmanager
kwave
kweather
kwordquiz
kwrited
libpulse
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lokalize
lskat
marble
markdownpart
massif-visualizer
mbox-importer
merkuro
minuet
nano
neochat
network-manager-applet
networkmanager
nvidia
nvidia-settings
nvidia-utils
okular
openresolv
os-prober
oxygen
oxygen-sounds
palapeli
parley
pavucontrol
picmi
pim-data-exporter
pim-sieve-editor
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasmatube
plymouth-kcm
polkit-kde-agent
powerdevil
poxml
print-manager
qrca
reflector
rocs
screenfetch
sddm-kcm
skanlite
skanpage
skladnik
smartmontools
spectacle
step
svgpart
sweeper
system-config-printer
systemsettings
telly-skout
tilix
tokodon
ttf-nerd-fonts-symbols
umbrello
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wacomtablet
wget
wireguard-tools
wireless_tools
wireplumber
xdg-user-dirs-gtk
xdg-utils
xed
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
yakuake
yay
yay-debug
zanshin
zram-generator
zsh
