aquamarine-git
hellwal
hyprcursor-git
hyprgraphics-git
hyprland-git
hyprland-protocols-git
hyprland-qt-support-git
hyprland-qtutils-git
hyprlang-git
hyprutils-git
hyprwayland-scanner-git
mpd-notification
neofetch
paru
pass-import
protontricks
protonup-qt
python-inputs
python-steam
python-vdf
rose-pine-hyprcursor
sc-im
themecord
vesktop
wallust-git
xkb-qwerty-fr
