amd-ucode
arch-audit
base
base-devel
bat
bind
brightnessctl
btop
btrfs-progs
cava
dkms
dnscrypt-proxy
duf
durdraw
dust
efibootmgr
eza
fd
gamemode
gamescope
git
gopass
grim
grub
grub-btrfs
gst-plugin-pipewire
hypridle
hyprland-git
hyprlock
hyprpicker
hyprshot
imagemagick
iotop
iptables-nft
kitty
lazygit
lib32-alsa-plugins
lib32-libpulse
lib32-nvidia-utils
libnewt
libpulse
libva-nvidia-driver
libxcrypt-compat
linux
linux-firmware
linux-headers
lynis
man-db
man-pages-fr
microsocks
mpc
mpd
mpd-notification
mpv
neofetch
neovim
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nsxiv
nvidia-dkms
nvidia-settings
openssh
os-prober
pacman-contrib
paru
pass-import
pavucontrol
pipewire
pipewire-jack
pipewire-pulse
protontricks
protonup-qt
python-colorthief
python-pip
python-pygments
python-pynvim
python-zxcvbn
qt5-wayland
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
qt6-wayland
qutebrowser
ripgrep
rkhunter
rmpc
rng-tools
rose-pine-hyprcursor
rsync
sc-im
slurp
snap-pac
snapper
sshfs
starship
steam
stow
streamlink
superfile
swaync
swww
syncthing
sysstat
tectonic
termshark
tor
ttf-jetbrains-mono-nerd
uwsm
vesktop
vim
wallust-git
waybar
wf-recorder
wget
wireguard-tools
wireplumber
wireshark-cli
wofi
xcb-imdkit
xdg-desktop-portal-hyprland
xdg-utils
xkb-qwerty-fr
yt-dlp
zathura
zathura-pdf-mupdf
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
