amd-ucode
base
base-devel
bat
brightnessctl
btop
btrfs-progs
dkms
efibootmgr
eza
fd
firefox
fuzzel
gamemode
gamescope
git
grim
grub
gst-plugin-pipewire
hyprland
hyprpaper
hyprpicker
hyprshot
iptables-nft
kitty
lib32-alsa-plugins
lib32-libpulse
lib32-nvidia-utils
libnewt
libpulse
libva-nvidia-driver
libxcrypt-compat
linux
linux-firmware
linux-headers
man-db
man-pages-fr
mpv
neofetch
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-dkms
nvidia-settings
openresolv
openssh
os-prober
pacman-contrib
paru
pavucontrol
pipewire
pipewire-jack
pipewire-pulse
protonup-qt
python-pygments
qt5-wayland
qt6-wayland
ripgrep
rsync
slurp
spotify-player-full
sshfs
starship
steam
superfile
ttf-jetbrains-mono-nerd
uwsm
vesktop
vim
wireguard-tools
wireplumber
xdg-desktop-portal-hyprland
xdg-utils
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
