amd-ucode
base
base-devel
bat
bluetui
bluez-utils
brightnessctl
btop
btrfs-progs
cava
dkms
duf
dust
efibootmgr
eza
fd
gamemode
gamescope
git
grim
grub
gst-plugin-pipewire
hyprland
hyprpaper
hyprpicker
hyprshot
imagemagick
iotop
iptables-nft
kitty
lazygit
lib32-alsa-plugins
lib32-libpulse
lib32-nvidia-utils
libnewt
libpulse
libva-nvidia-driver
libxcrypt-compat
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
mako
man-db
man-pages-fr
mpc
mpd
mpd-notification
mpv
ncmpcpp
neofetch
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-dkms
nvidia-settings
nvtop
openresolv
openssh
os-prober
pacman-contrib
paru
pavucontrol
pipewire
pipewire-jack
pipewire-pulse
protontricks
protonup-qt
python-pip
python-pygments
python-pynvim
qt5-wayland
qt6-wayland
qutebrowser
ripgrep
rofi
rsync
slurp
snap-pac
snapper
sshfs
starship
steam
streamlink
superfile
tectonic
ttf-jetbrains-mono-nerd
uwsm
vesktop
vim
waybar
wget
wireguard-tools
wireplumber
xcb-imdkit
xdg-desktop-portal-hyprland
xdg-utils
xkb-qwerty-fr
yt-dlp
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
